Repository: Daniel-KM/Omeka-S-module-UniversalViewer
Catalog: language/*.po
Languages: fr, ja

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module « %1$s » doit être mis à niveau à la version « %2$s » ou supérieure.
ja: モジュール %1$s はバージョン %2$s 以降にアップグレードする必要があります。

source: The library "%s" should be installed.
fr: La bibliothèque "%s" doit être installée.
ja: ライブラリ "%s" をインストールする必要があります。

source: See module's installation documentation.
ja: モジュールのインストールドキュメントを参照してください。

source: Last version of Universal Viewer (v4) has been integrated. Check if it works fine with your documents.
fr: La dernière version d’Universal Viewer (v4) a été intégrée. Vérifiez si elle fonctionne bien avec vos documents.
ja: Universal Viewer の最新バージョン（v4）が統合されました。ドキュメントで正常に動作することを確認してください。

source: A param in settings (default) and in site settings allows to set the config of Universal Viewer version 4. See {link}documentation{link_end}.
ja: 設定（デフォルト）およびサイト設定のパラメータで Universal Viewer バージョン 4 の設定を行えます。{link}ドキュメント{link_end}を参照してください。

source: Universal Viewer: Use config file from the theme for v4 (deprecated)
ja: Universal Viewer: v4 用にテーマの設定ファイルを使用（非推奨）

source: Players
fr: Lecteurs
ja: プレイヤー

source: Universal viewer: Version
ja: Universal Viewer: バージョン

source: Version 2.0.2 (better speed for some scanned pdf; require iiif v2)
fr: Version 2.0.2 (plus rapide pour certains fichiers pdf scannés ; requiert iiif v2)
ja: バージョン 2.0.2（スキャンされた PDF の速度向上; IIIF v2 が必要）

source: Version 3.1.1 (more modern, but deprecated)
fr: Version 3.1.1 (plus moderne, mais obsolète)
ja: バージョン 3.1.1（より現代的ですが非推奨）

source: Version 4 (up to date)
fr: Version 4 (à jour)
ja: バージョン 4（最新）

source: Universal viewer: Config as json for v4
ja: Universal Viewer: v4 用 JSON 設定

source: This json will be merged with the default one generated by the module. Take care of double quotes and commas.
fr: Ce json sera fusionné avec la config par défaut du module. Attention aux guillemets et aux virgules.
ja: この JSON はモジュールが生成するデフォルト設定とマージされます。ダブルクォートとカンマに注意してください。

source: Property supplying an external manifest
fr: Propriété fournissant un manifeste tiers
ja: 外部マニフェストを提供するプロパティ

source: External or static manifests can be more customized and may be quicker to be loaded. Usually, the property is "dcterms:hasFormat" or "dcterms:isFormatOf".
fr: Les manifestes externes ou statiques peuvent être personnalisés et sont plus rapides à charger. Généralement, la propriété utilisée est « dcterms:hasFormat » ou « dcterms:isFormatOf ».
ja: 外部または静的マニフェストはより詳細にカスタマイズでき、読み込みが速い場合があります。通常、プロパティは "dcterms:hasFormat" または "dcterms:isFormatOf" です。

source: Select a property…
fr: Choisir une propriété…
ja: プロパティを選択…

source: Show Universal Viewer on item browse pages
ja: アイテム一覧ページに Universal Viewer を表示

source: Display the Universal Viewer on item browse pages when items have IIIF manifests
ja: IIIF マニフェストを持つアイテムの一覧ページに Universal Viewer を表示します

source: See module’s installation documentation.
fr: Voir la documentation d’installation du module.

source: A param in settings (default) and in site settings allows to set the config of Universal Viewer version 4. See %1$sdocumentation%2$s.
fr: Un paramètre général et un paramètre pour chaque site permet de personnaliser la config d’Universal Viewer version 4. Consulter la %1$sdocumentation%2$s.

source: Use Universal Viewer config from the theme for v4 (deprecated)
fr: Utiliser la config Universal Viewer du thème pour v4 (obsolète)

source: Universal viewer config as json for v4
fr: Config Universal viewer en json pour v4
